[
    {
        "title": "Mapping Abortion Access Across the U.S (Guttmacher Institute, U.S)",
        "year": "2025",
        "image": "https://lan019-ucsd.github.io/portfolio/images/abortion.jpg",
        "description": "This project explores key data points related to abortion in the U.S, using data from Guttmacher Institute's documentation on abortion numbers, rates, and related indicators. It includes visualizations and analysis to further understand the variation of healthcare and abortion access across regions. ",
        "url": "https://lan019-ucsd.github.io/portfolio/project2/index.html"
    },
    {
        "title": "Biking in Boston (Geospatial Visualization, MapBox GL JS)",
        "year": "2025",
        "image": "https://lan019-ucsd.github.io/portfolio/images/biking.jpg",
        "description": "This interactive map visualizes bike traffic patterns across Boston, Massachusetts. It uses D3.js and Mapbox to explore departures vs. arrivals, hourly traffic trends, and station usage.",
        "url": "https://lan019-ucsd.github.io/Biking-In-Boston/"
    },
    {
        "title": "Ipsam maiores soluta laborum.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Obcaecati laboriosam cupiditate ducimus porro accusantium, fuga reprehenderit rerum error voluptatibus amet dicta quos repellendus dolorem quod alias asperiores esse qui, repellat labore rem quaerat sunt ab nesciunt officiis. Et!"
    },
    {
        "title": "Molestiae tempora voluptas accusantium.",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolore sed magnam architecto, similique ullam vel accusantium nam voluptate debitis aut velit numquam voluptatem. At fugit, porro cupiditate in illum magni perspiciatis consequatur repudiandae, inventore tenetur vitae quo? Maxime."
    },
    {
        "title": "Facilis corporis quas labore?",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Hic quo consequuntur iusto commodi beatae necessitatibus ipsam vero similique nisi. Iste, repudiandae! Veniam illo, totam quae aliquid, officiis ex tempora maxime eos beatae eius labore animi. Dolorem, similique omnis."
    },
    {
        "title": "Quasi, itaque. Explicabo, maiores!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Amet, voluptas ipsum, necessitatibus atque molestias ullam iure quam magni aliquam odio laborum ducimus sint repudiandae sapiente tempora dicta eos. Quasi ab ad ratione accusantium, libero exercitationem labore temporibus cupiditate!"
    },
    {
        "title": "Nesciunt ipsa recusandae necessitatibus!",
        "year": "2023",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Exercitationem cumque assumenda nulla sapiente dolor! Doloribus id modi soluta. Labore rerum magni eius soluta et voluptatem quo exercitationem harum, deleniti ratione quisquam iste quae iure illo inventore eaque sint."
    },
    {
        "title": "Optio molestias accusantium natus.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Unde facere quaerat odit. Eius cumque, nobis nemo debitis qui numquam at incidunt itaque cupiditate praesentium. Libero tempore doloremque odio laudantium voluptatem commodi corporis beatae culpa recusandae in, reiciendis dolorum."
    },
    {
        "title": "Amet obcaecati neque fuga.",
        "year": "2022",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Necessitatibus blanditiis adipisci molestias impedit, cupiditate natus et nam doloribus aliquid dolores sunt totam fugit vero commodi dolore officia facere beatae eveniet tempore incidunt facilis delectus! Sunt quaerat corporis magnam."
    },
    {
        "title": "Dicta itaque eveniet provident?",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "In laboriosam a consequuntur nihil dolorum nostrum cumque ad quidem fugit vitae quaerat blanditiis autem quisquam, distinctio veritatis maiores voluptatum, eum perspiciatis amet hic quia aperiam nulla molestias deleniti. Placeat!"
    },
    {
        "title": "Suscipit veritatis excepturi deserunt.",
        "year": "2021",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Commodi earum quaerat expedita illo provident, odio maxime omnis accusamus numquam aperiam consequatur quos alias pariatur impedit nisi iste doloremque. Fugit voluptate vel minima rem eaque quasi fuga dignissimos molestiae!"
    },
    {
        "title": "Alias esse similique dignissimos.",
        "year": "2020",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quibusdam consequatur impedit quas qui, tenetur velit eveniet voluptatibus nam fugiat illo nulla cumque ut amet libero, iste eum, commodi quasi voluptatum veritatis laudantium totam quia tempore? Facere, ipsum vitae."
    }
]